import Controller.Controller;
import Model.Matrix;

public class Main {

    //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
    public static void main(String[] args) {
        Controller start = new Controller();
        start.menu();
        //пофіксити вивід матриці (виводить кожен елемент з нового рядку, а не як цілий рядок, десь є зайвий перенос строки)
        // ]X:  шо за брєд. Після цієї квадратної дужечки додати перенос стрічки
        //пофіксити вибір опції (в тг в збережених)
        //число сприйняло як інт, а не як стрічку. Запарсити в стрінг
        // після невдалого вибору в меню, треба знов вводити виміри матриці, краще винести їх за цикл вайл (по смаку)
        //
    }
}


